{
  "articles": [
    {
      "author": "Chougar Abdel",
      "content": " it's fun to creat web sites with react :)",
      "date": 1621530288602,
      "id": 1
    },
    {
      "author": "Martin Luther King",
      "content": "I have a dream that one day on the red hills of Georgia the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood \nI have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression, will be transformed into an oasis of freedom and justice.\nI have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character. I have a dream today",
      "date": 1621536029778,
      "id": 2
    },
    {
      "author": "Nelson Mandela",
      "content": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear. \nEducation is the most powerful weapon which you can use to change the world.\nIt always seems impossible until it's done",
      "date": 1621536056135,
      "id": 3
    },
    {
      "author": "William Lyon Phelps",
      "content": "The habit of reading is one of the greatest resources of mankind; and we enjoy reading books that belong to us much more than if they are borrowed. A borrowed book is like a guest in the house; it must be treated with punctiliousness, with a certain considerate formality. You must see that it sustains no damage; it must not suffer while under your roof. You cannot leave it carelessly, you cannot mark it, you cannot turn down the pages, you cannot use it familiarly. And then, some day, although this is seldom done, you really ought to return it.",
      "date": 1621536075314,
      "id": 4
    },
    {
      "author": "Franklin D Roosevelt",
      "content": "True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made\nTake a method and try it. If it fails, admit it frankly, and try another. But by all means, try something.",
      "date": 1621536146150,
      "id": 5
    }
  ]
}